{
  "HOVERTEXT": {
    "BELL_PASS_REQUIRED": "<large></large>Bell Tower Visitor Pass required<large></large>",
    "CALL_ELEVATOR": "<Btn_interact> Call elevator",
    "CARCASS_CLOSED": "Status: Salvageable",
    "CARCASS_INTERACTION": "<Btn_interact> Scavenge",
    "CARCASS_LOCKED": "Status: <color=ff0000>sealed</color>",
    "CARCASS_OPEN": "Status: Empty",
    "CARCASS_OPENING": "Status: Extracting...",
    "CARCASS_TITLE": "Mechanical remains",
    "CARCASS_TOO_FAR": "",
    "CHECKPOINT": "<Btn_interact> Attune",
    "CHECKPOINT_MAP_UPDATED": "Map updated",
    "CHECKPOINT_MODIFIERS": "Modifier Centre",
    "CHECKPOINT_OVERSEER": "Overseers' Pathways",
    "CHECKPOINT_OVERSEER_MISSING": "Overseer missing.",
    "CHECKPOINT_RESET": "Emergency reset",
    "CHECKPOINT_SAVED": "Progress saved",
    "CHECKPOINT_SAVING": "Saving",
    "CHECKPOINT_TITLE": "Network Gate",
    "CHEST_CLOSED": "Status: Closed",
    "CHEST_INTERACTION": "<Btn_interact> Open",
    "CHEST_LOCKED": "Status: <color=ff0000>locked</color>",
    "CHEST_OPEN": "Status: Empty",
    "CHEST_OPENING": "Status: Opening...",
    "CHEST_TITLE": "Container",
    "CHEST_TOO_FAR": "",
    "DOOR_CUVE_LOCKED": "<color=ff0000>Locked: requires key (% / %)</color>",
    "DOOR_CUVE_UNLOCK": "<Btn_interact> Open",
    "DOOR_FACTORY_LOCKED": "<color=ff0000>Locked: requires access code (% / %)</color>",
    "DOOR_FACTORY_UNLOCK": "<Btn_interact> Enter access code",
    "DOOR_HALYN_LOCKED": "<color=ff0000>Requires Network Gate energy</color>",
    "DOOR_KEY_LOCKED": "<color=ff0000>Locked: requires %D</color>",
    "DOOR_KEY_UNLOCK": "<Btn_interact> Open with %D",
    "DOOR_OTHER_SIDE": "<color=ff0000>Locked from the other side</color>",
    "DOOR_PIT_LOCKED": "<color=ff0000>Pearls with a fully functional Core must not be disposed of in the Pit.</color>",
    "DOOR_TOO_FAR": "<color=ff0000>Out of range</color>",
    "ELEVATOR_CALL": "<Btn_interact> Operate",
    "ELEVATOR_INTERACT": "<Btn_interact> Use elevator",
    "ELEVATOR_OBSTRUCTED": "Elevator obstructed",
    "ELEVATOR_TITLE": "Elevator",
    "FAST_TRAVEL_INTERACT": "<Btn_interact> Travel",
    "FLASH_OPEN": "<Btn_interact> Open",
    "GOOD_BUZZER_DEAD": "%D",
    "GOOD_BUZZER_REPARING": "Status: Reviving...",
    "INTERACT_GENERIC": "<Btn_interact> Interact",
    "LEVER": "Lever",
    "LOST_NACRE": "Nacre droplets lost to the pond: <color=%D>%</color>",
    "MAINTENANCE_ACTION_HOLD_REFILL": "Hold to refill more layers of protection",
    "MAINTENANCE_ACTION_OVERLOAD": "<Btn_interact> Overload Protective Coat",
    "MAINTENANCE_ACTION_REFILL": "<Btn_interact> Refill Protective Coat",
    "MAINTENANCE_NACRE_COST": "Required: % Nacre Droplets",
    "MAINTENANCE_NO_DROPLETS": "<color=ff0000>Not enough Droplets</color>",
    "MAINTENANCE_POD_TITLE": "Nacre basin",
    "MAINTENANCE_SHIELD_FULL": "Protective Coat already at full capacity",
    "MAINTENANCE_TRINKET_BLOCKED": "<color=cc0000>Unusable because of a modifier</color>",
    "NO": "No",
    "SCRAP_FLAVOUR": "Nacre Droplets can be salvaged from this.",
    "SCRAP_TITLE": "Junk pile",
    "SHOP_CLOSED_GENERIC": "<color=ff0000>Area not safe</color>",
    "SHOP_OPEN_GENERIC": "<Btn_interact> Open shop",
    "SPIDER_OPEN": "<Btn_spider> Open",
    "SWITCH_TITLE": "Switch",
    "TUTO_DOUBLE_JUMP": "Press <Btn_jump> twice to double jump",
    "TUTO_HOOK": "Hold <Btn_hook> to cast the Hairpin",
    "TUTO_JUMP": "Press <Btn_jump> to jump",
    "TUTO_ORB_HEAL": "<Btn_spider> Grab",
    "TUTO_SLASH": "Press <Btn_slash> to strike",
    "UNSAFE": "Area not safe",
    "YES": "Yes"
  },
  "ITEM_DESCRIPTION_ITEM": {
    "SPINE_FRAGMENT": "Sharp edges and smooth surface. As broken as the bonds between Pearls."
  },
  "ITEM_DESCRIPTION_KEY": {
    "BELL_TOWER_PASS_CITY": "Grants access to the upper floors of the Bell Tower, in the Haven.",
    "BELL_TOWER_PASS_GARDEN": "Grants access to the upper floors of the Bell Tower, in the Haven.",
    "BUNKER_ACCESS": "Grants access to the Vaults' Express Shuttle in the Haven.",
    "CRUCIBLE_CRYSTAL": "A dull flowchart about the precise composition of a newly made pearl. It will take an expert to decipher this.",
    "CRUCIBLE_GLOOMWATER": "An unintelligible document full of chemical analysis of gloomwater. It will take an expert to decipher this",
    "GLASSHOUSE_KEY": "Grants access to the Aviaries, in the Haven.",
    "LURA": "Grants special access to the Tuning Chamber, in Metropolis.",
    "MAINTENANCE_KEY": "Grants access to the Hall of History, in Metropolis.",
    "PLANET_COORDINATES": "An overwhelming series of numbers and letters, leading to a faraway star.",
    "ROOTS_CORRIDOR": "Grants access to the silo maintenance passage, under the Haven.",
    "SPIDY_KEY": "Grants access to the Bel$@+++ower, in the Promenade. It's slightly covered in goo.",
    "SPINE_FRAGMENT": "This fragment is several centuries old, yet among the most recent found in the Pit. The incumbent at the time was named Ailen."
  },
  "ITEM_DESCRIPTION_SHOP_UPGRADE": {
    "GIFT": "It wouldn't be Mel's style to give away something for free, after all.",
    "MEL": "A collection of slightly damaged goods that Mel brought with her.",
    "T2": "With some efforts, most of these items can be repaired.",
    "T3": "Something useful might be salvageable from this disaster, but it'll cost you. A lot.",
    "TRINKET": "With a bit of elbow grease (and a lot of nacre), Mel can restore these mods to their previous functions."
  },
  "ITEM_DESCRIPTION_TRINKET": {
    "ALEXANDERS_FATE": "Nacre Droplets are no longer lost upon death.",
    "ANALYZER": "Displays enemies' remaining health.",
    "BERSERKER": "Damage inflicted on enemies increases for each layer of protection that Mio has already lost.",
    "BETTER_DODGE": "Dodging attacks with <icon><Btn_parry></icon> has an increased timing.",
    "BIG_ENERGY_DRAIN": "Large increase to energy recovered when attacking an enemy.",
    "CARLO_HOOK": "Leaves a trail that hurts enemies after using the Hairpin on any target.",
    "COUNTER_ATTACK": "Dodging an attack with <icon><Btn_parry></icon> applies the \"targeted\" status to the enemy.",
    "DAREDEVIL": "Increases the number of modifier slots, but the damage received in combat are doubled.",
    "DECOY": "Using the Hairpin with <icon><Btn_hook></icon> generates a decoy that enemies will target first. The decoy explodes after a short delay.",
    "DOUBLE_DAMAGES": "High increase of the damage inflicted on enemies when all layers of protection are active.",
    "DRY_FOUNTAINS": "Increases the number of modifier slots, but Nacre Basins stay dry.",
    "EMBEDDING_BLADE": "Dealing damage to an enemy slowly regenerates the Protective Coat.",
    "ENERGY_EMPTY_ATTACK": "Damage inflicted on enemies increases when energy is not fully charged.",
    "FAST_RECOVERY": "Quicker recovery after getting hit.",
    "FOUNTAIN_OVERLOAD": "Allows to purchase an extra layer of protection (non-stackable) at the Nacre Basins.",
    "GLASS_CANNON": "Increases the number of modifier slots, but disables the Protective Coat entirely.",
    "GLIDE_BERSERKER": "Damage inflicted on enemies temporarily increases while using the Sail.",
    "GLIDE_STATIC": "Using the Sail with <icon><Btn_glide></icon> generates a static storm around Mio that deals damage to enemies over time.",
    "GOO_REVENGE": "Creates an explosion around Mio when she takes a hit.",
    "HEAL_GROUND": "Restores an extra layer of protection (non-stackable) when Mio stays on the ground for a short time.",
    "HEAVY_ATTACK": "The last attack of the combo deals more damage",
    "HOOK_BERSERKER": "After using the Hairpin, the next attack will be a heavy strike that inflicts a lot more damage to enemies.",
    "HOOK_SLASH": "Grants the ability to slice enemies with <icon><Btn_slash></icon> when using the Hairpin on them.",
    "HUD": "Displays Mio's status on the screen.",
    "KINETIC_CONVERSION": "Energy recharges when taking damage.",
    "KURO_CHARM": "Increases the number of modifier slots, but the timing for dodging attacks with <icon><Btn_parry></icon> is reduced.",
    "LAST_CHANCE": "Quickly defeating an enemy that has hit Mio restores one extra layer of protection (non-stackable).",
    "LESS_SCRAPS": "Increases the number of modifier slots, but enemies drop fewer Nacre Droplets when defeated.",
    "LOOT_SUPER_SCRAPS": "Converts some Nacre Droplets dropped by enemies into Crystallised Nacre.",
    "MAINTENANCE_EXPERT": "The Protective Coat repair at Nacre Basins is free.",
    "MORE_SCRAPS": "Enemies leak a lot more Nacre Droplets when dying.",
    "ORB_BLOCK": "Dodging an attack with <icon><Btn_parry></icon> generates an Energy Shard.",
    "ORB_RECOVERY": "Getting hit by an enemy generates an Energy Shard.",
    "PACIFIC": "Enemies (bosses excluded) don't attack Mio as long as she doesn't strike first.",
    "QUICK_RECHARGE": "Energy recharges quicker when on the ground.",
    "SCRAP_ATTACK": "Damage inflicted on enemies increases for each Nacre Droplet carried. Each attack dealt to an enemy will use Droplets, but all Droplets will be recovered when the enemy dies.",
    "SHIELD_DEC": "Increases the number of modifier slots, but removes one layer of protection.",
    "SHIELD_INC": "Grants an additional layer of protection.",
    "SLOW_ENERGY": "Increases the number of modifier slots, but energy recharges more slowly.",
    "SMALL_ENERGY_DRAIN": "Low increase to energy recovered when attacking an enemy.",
    "SPIDER_BERSERKER": "Damage inflicted on enemies temporarily increases while using the Striders.",
    "STAGGER_ATTACK": "After a short delay, the next attack will automatically stun the target.",
    "TANGLES": "Using the Hairpin on enemies with <icon><Btn_hook></icon> links the enemies together. Attack damage propagates through the links.",
    "TURBO_GLIDE": "Increases gliding speed while using the Sail, but also increases its energy consumption.",
    "VAMPIRE": "Creates an extra layer of protection (non-stackable) for every 3 enemies defeated."
  },
  "ITEM_DESCRIPTION_VOICE": {
    "AMYTIS": "A voice that carries the weight of indifference.",
    "ASMA": "A voice that carries the weight of aging.",
    "HALYN": "A voice that carries the weight of ambition.",
    "KHLIA": "A voice that carries the weight of suffering.",
    "LIHO": "A voice that carries the weight of regret.",
    "NODEN": "A voice that carries the weight of choice."
  },
  "ITEM_FLAVOUR_ITEM": {
    "SPINE_FRAGMENT": "me share me share me share me share me share"
  },
  "ITEM_FLAVOUR_KEY": {
    "BELL_TOWER_PASS_CITY": "Come and witness the majestic toll of the last untouched relic of Earth, the Celestial Bell!",
    "BELL_TOWER_PASS_GARDEN": "Come and witness the majestic toll of the last untouched relic of Earth, the Celestial Bell!",
    "BUNKER_ACCESS": "You hereby declare that you are aware of the risks inherent to the Vaults' industrial environment, and that you can only blame yourself for any personal shortfall, injury or death. - Dr Halyn",
    "LURA": "Cast away your old shell. Forget your material desires. Cut all ties with your past. You are a Traveller no more, for you now give your Voice to the Vessel.",
    "MAINTENANCE_KEY": "This is what keys looked like in the olden times. Don't worry about how to use it, this replica is a fully functional electronic badge!",
    "PLANET_COORDINATES": "The end of the road.",
    "ROOTS_CORRIDOR": "For workers only. Do not lose your badge, it won't be reprinted!",
    "SPIDY_KEY": "join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join",
    "SPINE_FRAGMENT": "Sharp edges and smooth surface. As broken as the bonds between the Pearls."
  },
  "ITEM_FLAVOUR_RESOURCE": {
    "EXTRA_SHIELDS": "The fate of its previous owner is unknown."
  },
  "ITEM_FLAVOUR_TRINKET": {
    "ALEXANDERS_FATE": "Some will say it's a pragmatic choice, others might call it cowardly.",
    "ANALYZER": "Knowing your enemy is the first step to winning any battle.",
    "BERSERKER": "What I give with the right hand, I take back with all the others.",
    "BETTER_DODGE": "We wanted to explore the 'dodge' space. Unfortunately, no one remembers what is on the other side.",
    "BIG_ENERGY_DRAIN": "I try not to dwell on the ethics of that functionality.",
    "CARLO_HOOK": "Experiment #146: Releasing an E.M.P. as a Means of Protection to Shake Off Pursuers when I Take a Peek in the Vaults --Dr Halyn, 17 years old",
    "COUNTER_ATTACK": "As they did unto us, so they shall receive.",
    "DAREDEVIL": "They pledged to protect her while she ran away. They kept their word, but at what cost...",
    "DECOY": "Experiment #21: Using Energy Outbursts as Sensory Hallucinations to Distract Machines when I Want to Steal Cake from the Kitchens. --Halyn, 7 years old",
    "DOUBLE_DAMAGES": "When every system comes together, they become greater that the sum of all their parts.",
    "DRY_FOUNTAINS": "Fasting is an old Traveller's tradition. It's said to help you open your ports and expand your processes. As for me, I think it just favours computing hallucinations.",
    "EMBEDDING_BLADE": "As I understand it, this is a holy instrument. That by which a Traveller is granted elevation, a process akin to becoming a god in the Vessel. So tell me: why is it shaped like a sword?",
    "ENERGY_EMPTY_ATTACK": "The Travellers were acoustic, while we are electric. If we can learn a lesson or two from them, then we can survive even the death of the Heart!",
    "FAST_RECOVERY": "Excessive latency is the number one cause of death for crisis-management units!",
    "FOUNTAIN_OVERLOAD": "The Wearer of this voucher has been recognised as a high-risk worker and is therefore authorised to use the advanced functions of the Nacre Basins.",
    "GLASS_CANNON": "\"Exposed\" and \"Free\" are two sides of the same coin.",
    "GLIDE_BERSERKER": "The sun was their biggest ally, masking their deadly descent onto their prey. A good thing that there aren't any aboard the Vessel, considering the number of suns we have hanging here.",
    "GLIDE_STATIC": "Some Travellers believed that, when night came, the Firefly units would fly up to the sky to recharge the suns and bring back the dawn.",
    "GOO_REVENGE": "Explosions have been reported all over the Vessel. Maybe we've gone a little overboard with this Modifier...",
    "HEAL_GROUND": "Don't tell anyone. I have a reputation to uphold.",
    "HEAVY_ATTACK": "Just push your problems away.",
    "HOOK_BERSERKER": "They were monsters lurking in the shadows, with eyes glowing in the dark. When they lept, it was already too late for you. No wonder they tamed our ancestors...",
    "HOOK_SLASH": "Weave, thread, and cut.",
    "HUD": "How could one even exist without being able to monitor their own condition? It would be like being a stranger to oneself.",
    "KINETIC_CONVERSION": "You see a drawback. I see an opportunity.",
    "KURO_CHARM": "The more you know, the harder it becomes to escape the truth.",
    "LAST_CHANCE": "For something made on the spot, it's surprisingly handy.",
    "LESS_SCRAPS": "I may be poor in material goods, but I am rich in mind and skill.",
    "LOOT_SUPER_SCRAPS": "I'll make a pendant out of these crystals, and then I'll store my memories of you inside, so that you never forget that I love you.",
    "MAINTENANCE_EXPERT": "If you spend less Nacre in those basins, then you can spend more Nacre here. --Mel",
    "MORE_SCRAPS": "We live in an enclosed world with limited resources. Recycling isn't preferable; it is vital.",
    "ORB_BLOCK": "Unfortunately, Energy Shards are very unstable by themselves. Fortunately, I have plans here for a device that should be able to trap it locally. Imagine, Energy Shards so common that we could use them as simple lamp posts...",
    "ORB_RECOVERY": "Each drawback is an opportunity to gather yourself.",
    "PACIFIC": "I will never stop watching over you.",
    "QUICK_RECHARGE": "Usually, the Heart doesn't play favourite. But one unit in particular always was the exception.",
    "SCRAP_ATTACK": "Money is power. Power is ephemeral.",
    "SHIELD_DEC": "Energy savings have to come from somewhere.",
    "SHIELD_INC": "-- WARNING -- External temperature under critical minimum. Reinforcement of defence systems recommended.",
    "SLOW_ENERGY": "More brain power means more hunger.",
    "SMALL_ENERGY_DRAIN": "Most units leak small amounts of energy in their day-to-day tasks. An enterprising engineer might design a way to harvest this energy to prevent waste.",
    "SPIDER_BERSERKER": "They clawed their ways into our worst nightmares centuries ago, and they still live there. Well, better in our heads than in the Vessel.",
    "STAGGER_ATTACK": "Experiment #97 : Testing the Intake Capacity of Standard Vessel Units to Isolate their Breaking Point --Halyn, 13 years old",
    "TANGLES": "Friends share everything. :)",
    "TURBO_GLIDE": "May the starlight push us in the right direction.",
    "VAMPIRE": "In the Vaults, you are just a tool for the Hand. Make sure to be the tool that outlasts the others."
  },
  "ITEM_FLAVOUR_UNLOCK": {
    "MAP": "Let me be your eyes."
  },
  "ITEM_NAME_ITEM": {
    "SPINE_FRAGMENT": "Fragment of the Spine"
  },
  "ITEM_NAME_KEY": {
    "BELL_TOWER_PASS_CITY": "Bell Tower Visitor Pass",
    "BELL_TOWER_PASS_GARDEN": "Bell Tower Visitor Pass",
    "BUNKER_ACCESS": "Bunker Key",
    "CRUCIBLE_CRYSTAL": "Crucible Report: Crystallisation Process",
    "CRUCIBLE_GLOOMWATER": "Crucible Report: Purified Catalyst Status",
    "FINGER_WHEEL": "Severed Fingertip",
    "GLASSHOUSE_KEY": "Aviaries Passepartout",
    "LURA": "Lura's Seal",
    "MAINTENANCE_KEY": "Old-fashioned Key",
    "MAIN_STORAGE_KEY": "Vaults' Worker Authenticator",
    "PLANET_COORDINATES": "Stellar Coordinates",
    "ROOTS_CORRIDOR": "Silo Access Badge",
    "SPIDY_KEY": "Friendly Invitation",
    "SPINE_FRAGMENT": "Fragment of Ailen, the Spine"
  },
  "ITEM_NAME_RESOURCE": {
    "EXTRA_SHIELDS": "Coating Component",
    "FULL_PEARLS": "Old Core",
    "PEARL_SHARDS": "Nacre Droplets"
  },
  "ITEM_NAME_SHOP_UPGRADE": {
    "GIFT": "Absolutely Not A Gift",
    "MEL": "Mel's Scuffed Selection",
    "T2": "Worn Out Gears & Parts",
    "T3": "Shattered Pile of Junk",
    "TRINKET": "Defective Mods"
  },
  "ITEM_NAME_TRINKET": {
    "ALEXANDERS_FATE": "Alexander's Fate",
    "ANALYZER": "Analyser",
    "BERSERKER": "The Hand's Greed",
    "BETTER_DODGE": "Enhanced Dodge",
    "BIG_ENERGY_DRAIN": "Energy Leecher",
    "CARLO_HOOK": "Glitch Trail",
    "COUNTER_ATTACK": "Counter Measures",
    "DAREDEVIL": "Oath to Ember",
    "DECOY": "Afterimage",
    "DOUBLE_DAMAGES": "Perfect State",
    "DRY_FOUNTAINS": "Nacre Drought",
    "EMBEDDING_BLADE": "Embedding Blade",
    "ENERGY_EMPTY_ATTACK": "Foolish Ideal",
    "FAST_RECOVERY": "Reduced Latency",
    "FOUNTAIN_OVERLOAD": "High-Risk Voucher",
    "GLASS_CANNON": "Defective Core",
    "GLIDE_BERSERKER": "Bird of Prey",
    "GLIDE_STATIC": "Firefly",
    "GOO_REVENGE": "Defense Mechanism",
    "HEAL_GROUND": "Gratitude",
    "HEAVY_ATTACK": "Kinetic Thrust",
    "HOOK_BERSERKER": "Wild Cat",
    "HOOK_SLASH": "Sharpened Hairpin",
    "HUD": "Self-Awareness",
    "KINETIC_CONVERSION": "Pain Conversion",
    "KURO_CHARM": "Imperfect Focus",
    "LAST_CHANCE": "Makeshift Recovery",
    "LESS_SCRAPS": "Resources Shortage",
    "LOOT_SUPER_SCRAPS": "Portable Crystalliser",
    "MAINTENANCE_EXPERT": "Maintenance Hack",
    "MORE_SCRAPS": "Effective Dismantlement",
    "ORB_BLOCK": "Splintering Dodge",
    "ORB_RECOVERY": "Defragmentation",
    "PACIFIC": "Asma's Will",
    "QUICK_RECHARGE": "The Heart's Favourite",
    "SCRAP_ATTACK": "Nacre Overload",
    "SHIELD_DEC": "Thinner Frame",
    "SHIELD_INC": "Protective Overlay",
    "SLOW_ENERGY": "Split Process",
    "SMALL_ENERGY_DRAIN": "Energy Drain",
    "SPIDER_BERSERKER": "Black Widow",
    "STAGGER_ATTACK": "High-voltage Discharge",
    "TANGLES": "Tangles",
    "TURBO_GLIDE": "Sunsail",
    "VAMPIRE": "Extra-Coating Processor"
  },
  "ITEM_NAME_TRINKET_SLOT_UPGRADE": {
    "default": "Modifier Extension"
  },
  "ITEM_NAME_UNLOCK": {
    "BLOCK": "Dodge",
    "GLIDE": "Sail",
    "HIT_RECHARGE": "Harvester",
    "HOOK": "Hairpin",
    "MAP": "Navigation Circuit",
    "ORB_SHOOT": "Slingshot",
    "SPIDER": "Striders",
    "SPIDER_GOO": "Flowing Steps"
  },
  "ITEM_NAME_VOICE": {
    "AMYTIS": "Amytis' Voice",
    "ASMA": "Asma's Voice",
    "HALYN": "Halyn's Voice",
    "KHLIA": "Khlia's Voice",
    "LIHO": "Liho's Voice",
    "NODEN": "Noden's Voice"
  }
}